Repository: Haptein/blanket
Catalog: po/*.po
Languages: vi

source: Listen to different sounds
vi: Nghe những âm thanh khác

source: Concentrate;Focus;Noise;Productivity;Sleep;
vi: Tập trung;Tập trung;Tiếng ồn;Năng suất;Ngủ;

source: Listen to ambient sounds
vi: Nghe âm thanh xung quanh

source: Improve focus and increase your productivity by listening to different ambient sounds
vi: Cải thiện sự tập trung và tăng năng suất của bạn bằng cách lắng nghe các âm thanh xung quanh khác nhau

source: Also can help you to fall asleep in a noisy environment.
vi: Cũng có thể giúp bạn dễ ngủ hơn trong môi trường ồn ào.

source: Features:
vi: Đặc trưng:

source: Save presets
vi: Lưu cài đặt trước

source: Add custom sounds
vi: Thêm âm thanh tùy chỉnh

source: Auto start in background
vi: Tự động khởi động ở chế độ nền

source: MPRIS integration
vi: Tích hợp MPRIS

source: Included Sounds in the App:
vi: Âm thanh có trong ứng dụng:

source: Birds
vi: Chim

source: Boat
vi: Thuyền

source: City
vi: Thành phố

source: Coffee Shop
vi: Quán cà phê

source: Fireplace
vi: Lò sưởi

source: Pink Noise
vi: Tiếng ồn hồng

source: Rain
vi: Mưa

source: Summer Night
vi: Đêm hè

source: Storm
vi: Bão

source: Stream
vi: Suối

source: Train
vi: Tàu lửa

source: Waves
vi: Sóng

source: White Noise
vi: Tiếng ồn trắng

source: Wind
vi: Gió

source: The default screen in light theme
vi: Màn hình mặc định ở chế độ sáng

source: The default screen in dark theme
vi: Màn hình mặc định ở chế độ tối

# visible-name
source: 'Default'
vi: 'Mặc định'

source: Copyright 2020-2022 Rafael Mardojai CM
vi: Bản quyền 2020-2022 Rafael Mardojai CM

# Add your names here, do not remove previous names!
source: translator-credits
vi: translator-NightOwlEyes <marvelvie123@gmail.com>

source: Appearance
vi: Vẻ bề ngoài

source: Dark Mode
vi: Chế độ tối

source: Behavior
vi: Hành vi

source: Autostart in Background
vi: Tự động khởi động trong nền

source: Always Start on Pause
vi: Luôn bắt đầu bằng Tạm dừng

source: Cancel
vi: Hủy bỏ

source: Save
vi: Lưu

source: Preset Name
vi: Tên cài đặt trước

source: Rename Preset
vi: Đổi tên cài đặt trước

source: Delete Preset
vi: Xóa cài đặt trước

source: General
vi: Tổng quan

source: Play/Pause Sounds
vi: Phát/Tạm dừng âm thanh

source: Add Custom Sound
vi: Thêm âm thanh tùy chỉnh

source: Close Window
vi: Đóng cửa sổ

source: Preferences
vi: Sở thích

source: Keyboard Shortcuts
vi: Phím tắt

source: Quit
vi: Từ bỏ

source: Sound Name
vi: Tên âm thanh

source: Presets Menu
vi: Menu cài đặt trước

source: Main Menu
vi: Menu chính

source: Volume Menu
vi: Menu âm lượng

source: Sounds Menu
vi: Menu âm thanh

source: Keep Playing when Closed
vi: Tiếp tục phát khi đóng

source: About Blanket
vi: Giới thiệu về Blanket

source: Reset Sounds
vi: Đặt lại âm thanh

source: Hide Inactive Sounds
vi: Ẩn âm thanh không hoạt động

source: Save as New Preset…
vi: Lưu dưới dạng cài đặt trước mới…

source: Add Sound…
vi: Thêm âm thanh…

source: Paused to save power
vi: Tạm dừng để tiết kiệm điện

source: _Resume Playing
vi: _Tiếp tục chơi

source: Nature
vi: Thiên nhiên

source: Travel
vi: Du lịch

source: Interiors
vi: Nội thất

source: Noise
vi: Tiếng ồn

source: Sounds icons
vi: Biểu tượng âm thanh

source: App icon
vi: Biểu tượng ứng dụng

source: Source Code
vi: Mã nguồn

source: Sounds by
vi: Âm thanh của

source: Sounds edited by
vi: Âm thanh được chỉnh sửa bởi

source: Autostart Blanket in background.
vi: Tự động khởi động Blanket ở chế độ nền.

source: Request error
vi: Lỗi yêu cầu

source: The autostart request failed.
vi: Yêu cầu tự động khởi động không thành công.

source: Authorization failed
vi: Ủy quyền không thành công

source: Make sure Blanket has permission to run in the background in Settings → Applications → Blanket and try again.
vi: Đảm bảo Blanket được phép chạy ở chế độ nền trong Cài đặt → Ứng dụng → Blanket và thử lại.

source: Sound Automatically Removed
vi: Âm thanh tự động bị loại bỏ

source: The {name} sound is no longer accessible, so it has been removed
vi: Âm thanh {name} không còn khả dụng nữa nên đã bị xóa

source: Accept
vi: Chấp nhận

source: Open audio
vi: Mở âm thanh

source: Add…
vi: Thêm vào…

source: New Preset
vi: Cài đặt trước mới

source: Edit Preset
vi: Chỉnh sửa cài đặt trước

source: Rename
vi: Đổi tên

source: Remove
vi: Lọai bỏ

source: Rename Sound
vi: Đổi tên âm thanh
